ici-test-automation-feature-environment-readiness/ic-integration-tests/src/test/resources/psrm/notifyInfo/Notify_ValidRequest.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:ns="http://skat.dk/begrebsmodel/2009/01/15/">
    <soapenv:Header/>
    <soapenv:Body>
        <ns:MFUnderretSamlingHent_I>
            <ns:Kontekst>
                <tsk:HovedOplysninger xmlns:tsk="http://skat.dk/begrebsmodel/xml/schemas/kontekst/2007/05/31/">
                    <tsk:TransaktionsID>52ea66ca-4778-4877-b2a2-0b99748eb4f0</tsk:TransaktionsID>
                    <tsk:TransaktionsTid>2016-12-28T11:14:18</tsk:TransaktionsTid>
                </tsk:HovedOplysninger>
            </ns:Kontekst>
            <ns:FordringhaverSystemIDStruktur>
                <ns:VirksomhedSENummer>12345678</ns:VirksomhedSENummer>
            </ns:FordringhaverSystemIDStruktur>
            <ns:FordringHaverSamling>
                <ns:DMIFordringHaverID>1229</ns:DMIFordringHaverID>
            </ns:FordringHaverSamling>
            <ns:SøgeDatoFra/>
            <ns:UnderretNummerFra>
                <ns:MFUnderretningNummer>1</ns:MFUnderretningNummer>
            </ns:UnderretNummerFra>
            <ns:UnderretNummerTil>
                <ns:MFUnderretningNummer>1</ns:MFUnderretningNummer>
            </ns:UnderretNummerTil>
        </ns:MFUnderretSamlingHent_I>
    </soapenv:Body>
</soapenv:Envelope>